Repository: youzarsiph/al-quran
Catalog: al_quran/ui/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Quote
ar: اقتياس

source: Paragraph
ar: فقرة

source: Code
ar: كود

source: Image
ar: صورة

source: Document
ar: ملف

source: headline
ar: العنوان

source: Blog headline
ar: عنوان المدونة

source: tags
ar: الوسوم

source: Post tags
ar: وسوم المنشور

source: Blog post
ar: وسوم المدونة

source: Blog home page
ar: الصفحة الرئيسية للمدونة

source: Quran Resources home page
ar: الصفحة الرئيسية للموارد

source: Data
ar: بيانات

source: Tool
ar: أداة

source: Font
ar: الخط

source: type
ar: النوع

source: Resource type
ar: نوع الموارد

source: Quran resources
ar: موارد القرآن

source: Tags
ar: الوسوم

source: Collection type
ar: نوع المجموعة

source: Collection name
ar: اسم المجموعة

source: Collection description
ar: وصف المجموعة

source: Language name
ar: اسم اللغة

source: code
ar: كود

source: Language code
ar: رمز اللغة

source: Chapter name
ar: اسم السورة

source: Chronological order in which chapters were revealed
ar: الترتيب الزمني لنزول السور

source: Designates where the chapter is revealed
ar: يحدد مكان نزول السورة

source: Meccan
ar: مكية

source: Medinan
ar: مدنية

source: Number of verses
ar: عدد الآيات

source: Number of pages
ar: عدد الصفحات

source: part
ar: الجزء

source: Group name
ar: اسم الحزب

source: Page name
ar: اسم الصفحة

source: Part name
ar: اسم الجزء

source: Quarter name
ar: اسم الربع

source: Verse quarter
ar: ربع الآية

source: Verse page
ar: صفحة الآية

source: Verse number
ar: رقم الآية

source: Verse content
ar: محتوى الآية

source: Bookmark removed
ar: تم إزالة الإشارة المرجعية

source: Bookmark added
ar: تم إضافة الإشارة المرجعية

source: Last update
ar: آخر تحديث

source: Date created
ar: تاريخ الإنشاء

source: Quran Font
ar: خط القرآن

source: App Theme
ar: سمة التطبيق

source: Bookmarks
ar: الإشارات المرجعية

source: Quran interpretation
ar: تفسير القرآن

source: Quran translation
ar: ترجمة القرآن

source: Quran transliteration
ar: الترجمة الصوتية للقرآن

source: Recent posts
ar: المنشورات الحديثة

source: Learn more
ar: اعلم المزيد

source: Language
ar: اللغة

source: Profile
ar: الملف الشخصي

source: Open drawer
ar: فتح القائمة الجانبية

source: Close drawer
ar: إغلاق القائمة الجانبية

source: Al-Quran
ar: القرآن الكريم

source: Close
ar: إغلاق

source: Admin
ar: المشرف

source: Settings
ar: الإعدادات

source: Change Password
ar: تغيير كلمة المرور

source: Delete account
ar: حذف الحساب

source: Log out
ar: تسجيل الخروج

source: Are your sure that you want to delete your account?
ar: هل أنت متأكد أنك تريد حذف حسابك؟

source: This action is destructive!
ar: هذا الإجراء مدمر!

source: Logged out
ar: تم تسجيل الخروج

source: Logged Out
ar: تم تسجيل الخروج

source: Thanks for spending some quality time with us today.
ar: شكرًا لقضائك وقتًا ممتعًا معنا اليوم.

source: Log in
ar: تسجيل الدخول

source: Sign up
ar: إنشاء حساب

source: Welcome, please login to continue.
ar: مرحبًا، يرجى تسجيل الدخول للمتابعة.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access. <!---->
ar: حسابك لا يملك صلاحية الوصول إلى هذه الصفحة. للمتابعة، يرجى تسجيل الدخول باستخدام حساب يملك الصلاحية. <!---->

source: Forgot password?
ar: هل نسيت كلمة المرور؟

source: Password Changed
ar: تم تغيير كلمة المرور

source: Password
ar: كلمة المرور

source: Change
ar: تغيير

source: Done
ar: تم

source: Congrats
ar: تهانينا

source: Your password was changed.
ar: تم تغيير كلمة المرور الخاصة بك.

source: Password Change
ar: تغيير كلمة المرور

source: Change password
ar: تغيير كلمة المرور

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
ar: يرجى إدخال كلمة المرور القديمة من أجل الأمان، ثم إدخال كلمة المرور الجديدة مرتين للتأكد من كتابتها بشكل صحيح.

source: Password Reset
ar: إعادة تعيين كلمة المرور

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Your password has been set. You may go ahead and log in now.
ar: تم تعيين كلمة المرور الخاصة بك. يمكنك الآن تسجيل الدخول.

source: Password Reset Confirm
ar: تأكيد إعادة تعيين كلمة المرور

source: Password Reset Confirmation
ar: تأكيد إعادة تعيين كلمة المرور

source: Please enter your new password twice so we can verify you typed it in correctly.
ar: يرجى إدخال كلمة المرور الجديدة مرتين للتأكد من كتابتها بشكل صحيح.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset. <!---->
ar: رابط إعادة تعيين كلمة المرور غير صالح، ربما لأنه تم استخدامه بالفعل. يرجى طلب إعادة تعيين جديدة. <!---->

source: Password Reset Done
ar: تمت إعادة تعيين كلمة المرور

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
ar: لقد أرسلنا إليك عبر البريد الإلكتروني تعليمات لتعيين كلمة المرور، إذا كان هناك حساب مرتبط بالبريد الذي أدخلته. ينبغي أن تصلك قريبًا.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
ar: إذا لم يصلك البريد الإلكتروني، يرجى التأكد من إدخال العنوان الذي سجلت به، وفحص مجلد البريد العشوائي.

source: Home
ar: الرئيسية

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
ar: أنت تتلقى هذا البريد الإلكتروني لأنك طلبت إعادة تعيين كلمة المرور لحسابك في %(site_name)s.

source: Please go to the following page and choose a new password:
ar: يرجى التوجه إلى الصفحة التالية واختيار كلمة مرور جديدة:

source: Your username, in case you've forgotten:
ar: اسم المستخدم الخاص بك، في حال نسيته:

source: Thanks for using our site!
ar: شكرًا لاستخدامك موقعنا!

source: The %(site_name)s team
ar: فريق موقع %(site_name)s

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
ar: هل نسيت كلمة المرور؟ أدخل بريدك الإلكتروني أدناه وسنرسل إليك تعليمات لتعيين كلمة مرور جديدة.

source: Welcome to your Profile
ar: مرحبًا بك في ملفك الشخصي

source: Delete
ar: حذف

source: Verse
ar: آية

source: Welcome, please signup to continue.
ar: مرحبًا، يرجى إنشاء حساب للمتابعة.

source: Chapters
ar: السور

source: Parts
ar: الأجزاء

source: More
ar: المزيد

source: Groups
ar: المجموعات

source: Quarters
ar: الأرباع

source: Pages
ar: الصفحات

source: Languages
ar: اللغات

source: Collections
ar: المجموعات

source: Items
ar: العناصر

source: About us
ar: من نحن

source: The Project
ar: المشروع

source: The Quran is a timeless beacon of guidance, wisdom, and spiritual nourishment. In an age where technology connects us more than ever before, our goal is to harness these digital tools to bring the Divine Word to everyone—anytime, anywhere. By creating an interactive, responsive digital platform, we honor centuries of rich tradition while paving a new path for contemporary seekers. <!---->
ar: القرآن هو منارة خالدة للهدى، الحكمة، والروحانيات. في عصر يربطنا فيه التقنيات أكثر من أي وقت مضى، هدفنا هو استغلال هذه الأدوات الرقمية لنقدم الكلمة الإلهية للجميع—في أي وقت، ومن أي مكان. من خلال إنشاء منصة رقمية تفاعلية ومتجاوبة، نكرم قرونًا من التراث الغني، مع وضع طريق جديد للباحثين المعاصرين.

source: Our Mission
ar: مهمتنا

source: At the heart of our project is a deep commitment to making the wisdom of the Quran accessible to a global community. We believe that true progress comes when timeless spiritual truths meet modern innovation. Our mission is to build an open-source app that empowers every individual—no matter their background or location—to engage with the Quran in a way that is both spiritually enriching and technologically advanced.
ar: في جوهر مشروعنا، يوجد التزام عميق بجعل الحكمة القرآنية متاحة لمجتمع عالمي. نؤمن أن التقدم الحقيقي يتحقق عندما تلتقي الحقائق الروحية الخالدة مع الابتكار الحديث. مهمتنا هي بناء تطبيق مفتوح المصدر يمكّن كل فرد—بغض النظر عن خلفيته أو مكانه—من التفاعل مع القرآن بطريقة تغني الروح وتواكب التطور التكنولوجي.

source: Our Story
ar: قصتنا

source: What began as a collaborative spark among passionate developers, scholars, and community members has grown into an ambitious open-source project. We envisioned a digital sanctuary where users could quickly access translations, tafsir, and audio recitations, all wrapped in an intuitive and engaging design. Every line of code and design decision is inspired by the desire to spread knowledge, foster understanding, and help transform daily engagement with the Quran into a deeply personal journey.
ar: بدأت المبادرة كنواة تعاون بين مطورين متحمسين وعلماء وأفراد المجتمع، وارتقت لتصبح مشروعًا مفتوح المصدر طموحًا. تخيلنا منبرًا رقميًا يمكن للمستخدمين من خلاله الوصول بسرعة إلى الترجمات، والتفسير، والتلاوات الصوتية، كل ذلك بتصميم بديهي وجذاب. كل سطر من الكود وقرار تصميم مستوحى من الرغبة في نشر المعرفة، وتعزيز الفهم، وتحويل التفاعل اليومي مع القرآن إلى رحلة شخصية عميقة.

source: Our Vision
ar: رؤيتنا

source: Our vision is clear: a seamless digital experience that brings the Quran into everyday life. Whether you're reading on your desktop during a quiet morning or accessing the app on your mobile device as you travel, our goal is to offer an interface that is both aesthetically pleasing and powerfully functional. We aspire to build a global community where learning, reflection, and spiritual growth are just a tap away.
ar: رؤيتنا واضحة: تجربة رقمية متكاملة تدمج القرآن في حياة الناس اليومية. سواء كنت تقرأ على جهاز الكمبيوتر الخاص بك خلال صباح هادئ أو تستخدم التطبيق على هاتفك أثناء التنقل، هدفنا هو تقديم واجهة جميلة وفعالة في نفس الوقت. نطمح لبناء مجتمع عالمي تكون فيه المعرفة، والتأمل، والنمو الروحي على بُعد نقرة واحدة.

source: Our Values
ar: قيمنا

source: Integrity & Authenticity:
ar: النزاهة والأصالة:

source: We honor the sacred traditions of the Quran while embracing innovation with reverence.
ar: نحن نكرم التقاليد المقدسة للقرآن مع تبني الابتكار باحترام.

source: Inclusivity & Accessibility:
ar: الشمولية وسهولة الوصول:

source: Our platform is designed for everyone, featuring multi-language support and responsive design to suit any device.
ar: منصتنا مصممة للجميع، وتدعم لغات متعددة وتصميمًا يستجيب ليعمل على أي جهاز.

source: Collaboration & Innovation:
ar: التعاون والابتكار:

source: As an open-source project, we thrive on community contributions, diverse perspectives, and the shared passion for creating something meaningful.
ar: كمشروع مفتوح المصدر، نعتمد على مساهمات المجتمع، وجهات نظر متنوعة، والشغف المشترك لخلق شيء ذو معنى.

source: Impact & Excellence:
ar: التأثير والتميّز:

source: Every feature, every update, and every discussion is driven by our desire to make a lasting, positive impact on users lives.
ar: كل ميزة، وكل تحديث، وكل نقاش يُدفع به رغبتنا في ترك أثر إيجابي دائم على حياة المستخدمين.

source: Join Our Journey
ar: انضم إلى رحلتنا

source: By contributing to our project, whether through coding, design, scholarly insights, or even spreading the word, you become a part of a larger mission—to enhance access to the Quran and earn hasanat through your service. We invite you to explore our platform, share your feedback, and join our growing community of innovators, learners, and believers dedicated to merging timeless wisdom with modern technology.
ar: من خلال مساهمتك في مشروعنا، سواء عبر البرمجة، التصميم، الرؤى العلمية، أو حتى نشر الكلمة، أنت تصبح جزءًا من مهمة أكبر— لتعزيز الوصول إلى القرآن وكسب الحسنات من خلال خدمتكم. ندعوك لاستكشاف منصتنا، مشاركة ملاحظاتك، والانضمام إلى مجتمعنا المتنامي من المبدعين والمتعلمين والمؤمنين المكرسين لدمج الحكمة الخالدة مع التكنولوجيا الحديثة.

source: Experience the Quran Like Never Before
ar: تجربة القرآن كما لم تفعل من قبل

source: Search
ar: بحث

source: Toggle theme
ar: تبديل السمة

source: Company
ar: الشركة

source: Contact
ar: التواصل

source: Blog
ar: المدونة

source: Legal
ar: قانوني

source: Terms of use
ar: شروط الاستخدام

source: Privacy policy
ar: سياسة الخصوصية

source: Developers
ar: المطورون

source: Quran API
ar: واجهة برمجة تطبيق القرآن

source: Resources
ar: الموارد

source: Dashboard
ar: لوحة التحكم

source: Facebook
ar: فيسبوك

source: Instagram
ar: انستجرام

source: X
ar: اكس

source: Linkedin
ar: لينكدان

source: Submit
ar: إرسال

source: Read
ar: اقرأ

source: Part
ar: الجزء

source: Order
ar: الترتيب الزمني

source: Verse count
ar: عدد الآيات

source: Options
ar: الخيارات

source: Bookmark
ar: إضافة إشارة مرجعية

source: Chapter
ar: سورة

source: Copy verse
ar: نسخ الآية

source: Copy link
ar: نسخ الرابط

source: Group
ar: الحزب

source: Page
ar: الصفحة

source: Quarter
ar: الربع

source: Previous
ar: السابق

source: First
ar: الأول

source: Current
ar: الحالي

source: Last
ar: الأخير

source: Next
ar: التالي

source: Copied
ar: تم النسخ

source: An interactive journey to deepen your understanding and connection
ar: رحلة تفاعلية لتعميق فهمك واتصالك

source: Begin Your Journey
ar: ابدأ رحلتك

source: Features
ar: الخصائص

source: Al Quran Screenshot
ar: لقطة شاشة

source: Interactive Reading Experience
ar: تجربة قراءة تفاعلية

source: Personalized themes and font adjustments create a comfortable reading environment.
ar: السمات المخصصة وتعديلات الخط تخلق بيئة قراءة مريحة.

source: Audio Recitations
ar: تلاوات صوتية

source: Enjoy beautiful recitations by renowned Qaris.
ar: استمتع بتلاوات جميلة لمقرئين مشهورين.

source: Advanced Search & Bookmarking
ar: بحث متقدم وإشارات مرجعية

source: Quickly locate your favorite verses and track progress.
ar: حدد بسرعة آياتك المفضلة وتتبع تقدمك.

source: Multi-Language & Tafsir Support
ar: دعم متعدد اللغات وتفسير

source: Access translations and scholarly commentary in several languages.
ar: الوصول إلى الترجمات والتعليقات العلمية بعدة لغات.

source: Modern
ar: حديث

source: Our Quran app is crafted with cutting-edge technology to provide a seamless, engaging, and personalized experience.
ar: تطبيق القرآن الخاص بنا مصمم بأحدث التقنيات لتقديم تجربة سلسة وملهمة وشخصية.

source: Designed for Every User, Everywhere
ar: مصمم لكل مستخدم، في كل مكان

source: Whether you're browsing on a desktop, tablet, or mobile device, our platform adapts effortlessly to your needs.
ar: سواء كنت تتصفح على سطح مكتب، أو جهاز لوحي، أو هاتف محمول، منصتنا تتكيف بسلاسة مع احتياجاتك.

source: Join Us & Earn Hasanat
ar: انضم إلينا واضمن حسناتك

source: The Quran has always been a guiding light, offering wisdom, peace, and spiritual fulfillment.
ar: لطالما كان القرآن نورًا هاديًا، يمنح الحكمة والسلام والإشباع الروحي.

source: Start Earning Hasanat
ar: ابدأ في كسب الحسنات

source: Filters
ar: مرشحات

source: Type
ar: النوع

source: pages
ar: صفحات

source: verses
ar: آيات
